Repository: temnoregg/hostel
Catalog: languages/wphostel-*.po
Languages: cs_cz

source: Online booking is not enabled.
cs_cz: Online rezervace není dostupná.

source: Minimum stay of %d days is required.
cs_cz: Minimální délka pobztu je %d dní.

source: This is a private room. You have to book all the %d beds
cs_cz: Tento pokoje je privátní. Musíte zarezervovat všechny %d lůžka

source: In your selection there are dates when the room is not available or there are not enough free beds. Please check your selection.
cs_cz: Ve vybraný termín není pokoj dostupný nebo není dostatek volných postelí. Prosím zkontrolujte vybraný termín.

source: Thank you for your reservation request. We will get back to you when it is confirmed
cs_cz: Děkujeme za vaši rezervaci. Co nejdříve se ozveme s potvrzením rezervace.

source: Room added.
cs_cz: Pokoj přidán.

source: Room details saved.
cs_cz: Detaily pokoje byly uloženy.

source: Room deleted.
cs_cz: Pokoj byl smazán.

source: Book
cs_cz: Rezervovat

source: Settings
cs_cz: Nastavení

source: Manage Rooms
cs_cz: Spravovat pokoje

source: Manage Bookings
cs_cz: Spravovar rezervace

source: Unavailable Dates
cs_cz: Nedostupné dny

source: Help
cs_cz: Nápověda

source: Please enter name!
cs_cz: Prosím zadejte jméno!

source: Please enter email address!
cs_cz: Prosím zadejte e-mailvou adresu!

source: Please enter number of beds, numbers only
cs_cz: Prosím zadejte počet lůžek, pouze čísla

source: Please enter arrival date
cs_cz: Prosím zadejte datum příjezdu

source: Please enter date of leaving
cs_cz: Prosím zadejte datum odjezdu.

source: Date of arrival cannot be in the past
cs_cz: Datum příjezdu nemůže být v minulosti

source: Date of arrival cannot be after date of leave
cs_cz: Datum příjezdu nemúže být až po odjezdu

source: Private
cs_cz: Privát

source: Dorm
cs_cz: Sdílený

source: Ensuite
cs_cz: Se samostatnou koupelnou

source: Shared
cs_cz: Se společnou koupelnou

source: Per person per night
cs_cz: Osoba/noc

source: Per night for the whole room
cs_cz: Za celý pokoj na jednu noc

source: Back to the listing of rooms
cs_cz: Zpět k výpisu pokojů

source: Select room:
cs_cz: Vyberte pokoj:

source: No. beds to book:
cs_cz: Počet lůžek k rezervaci:

source: From date:
cs_cz: Datum od:

source: To date:
cs_cz: Datum do:

source: Contact name:
cs_cz: Jméno:

source: Contact email:
cs_cz: E-mail:

source: Contact phone:
cs_cz: Telefon:

source: You are:
cs_cz: Jste:

source: Male(s)
cs_cz: Muž(i)

source: Female(s)
cs_cz: Žena(y)

source: Couple
cs_cz: Pár

source: Mixed
cs_cz: Skupina

source: Make Reservation
cs_cz: Rezervovat

source: Add/Edit Reservation
cs_cz: Přidat/upravit rezervaci

source: Amount paid:
cs_cz: Zaplacená částka:

source: Amount due:
cs_cz: Dlužná částka:

source: Visitors type:
cs_cz: Typ hostů

source: Booking status:
cs_cz: Stav rezervace:

source: Active
cs_cz: Aktivní

source: Pending (not confirmed)
cs_cz: Čeká se (nepotvrzeno)

source: Cancelled
cs_cz: Zrušeno

source: Save Reservation
cs_cz: Uložit rezervaci

source: Delete booking
cs_cz: Smazat rezervaci

source: Go Back
cs_cz: Zpět

source: Are you sure?
cs_cz: Jste si jistý(á)?

source: Manage Bookings / Reservations
cs_cz: Spravovat rezervace

source: Showing
cs_cz: Zobrazuji

source: Upcoming
cs_cz: Nadcházející

source: Past
cs_cz: Uplynulé

source: bookings
cs_cz: rezervace

source: Click here to manually add a new booking
cs_cz: Klikněte zde pro manuální přidání nové rezervace

source: There are no bookings to show at the moment.
cs_cz: Momentálně nejsou žádné rezervace k zobrazení.

source: Room/beds
cs_cz: Pokoj/lůžek

source: Contact name
cs_cz: Kontatkní jméno

source: Contact email
cs_cz: Kontaktní e-mail

source: Booking dates
cs_cz: Datum rezervace

source: Amount paid/due
cs_cz: Částka zaplacená/dluh

source: Status
cs_cz: Stav

source: Action
cs_cz: Akce

source: %d beds in %s
cs_cz: %d lůžek v %s

source: Pending
cs_cz: Čeká se

source: Edit
cs_cz: Změnit

source: Mark as paid
cs_cz: Označit jako zaplacené

source: [previous page]
cs_cz: [předchozí strana]

source: [next page]
cs_cz: [další strana]

source: Hostel for WordPress
cs_cz: Hostel pro WordPress

source: This plugin is a light version of <a href="%s" target="_blank">Hostel PRO</a>
cs_cz: Tento plugin je light verze <a href="%s" target="_blank">Hostel PRO</a>

source: Show availability
cs_cz: Zobrazit dostupnost

source: Please select up to 5 days interval.
cs_cz: Prosím vyberte interval až 5 dnů.

source: Minimum stay of %d days is required
cs_cz: Minimální délka pobytu je %d

source: Hostel Options
cs_cz: Hostel nastavení

source: Currency:
cs_cz: Měna

source: Custom
cs_cz: Vlastní

source: Booking mode:
cs_cz: Mód rezervace:

source: No booking
cs_cz: Bez rezervace

source: Manual / No Payment
cs_cz: Manuální/Bez platby

source: - In this mode your site will only show the information for the rooms and will not let the visitors book rooms
cs_cz: - v tomto módu bude stránka pouze zobrazovat informace o pokojích a nebude možné vytvořit rezervaci

source: - In this mode your visitors will be able to request booking by clicking on button and filling their information in the booking form. You as admin will approve or reject the booking manually in the admin panel.
cs_cz: - v tomto módu budou moci navštěvnící vytvořit rezervaci kliknutím na tlačítko a vyplnění informaci v rezervačním formuláři. Vy jako admin potvrdíte nebo odmítnete rezervaci manuálně v administračním panelu.

source: - In this mode your visitors will be able to book and get their bookings activated instantly by paying by Paypal
cs_cz: - v tomto módu budou moci návštěvníci vytvořit rezervaci a rezervace se aktivuje automatickz na základě platby přes PayPal

source: Your Paypal Email:
cs_cz: Váš Paypal Email:

source: Automatically cleanup unconfirmed (unpaid) bookings after
cs_cz: Automaticky vyčistit nepotvrzené (nezaplacené) objednavký po

source: hours. (Leave blank for no automated cleanup.)
cs_cz: hodinách. (Nechte prázdné pokud nechcete automaticky vyčistit.)

source: Require minimum stay of:
cs_cz: Vyžaduje minimální délku pobytu:

source: days
cs_cz: dnů

source: Send me email with booking details when someone makes or requests a booking
cs_cz: Pošlete mi email s detaily rezervace, když někdo vytvoří rezervaci

source: Email address to receive the notice:
cs_cz: Emailová adresa kam zaslat upozornění:

source: Email subject:
cs_cz: Přemět e-mailu:

source: Email message:
cs_cz: Text e-mailu:

source: You can use the following variables:
cs_cz: Můžete použít následující proměnné:

source: (The URL to see the booking details in admin)
cs_cz: (URL pro zobrazení detaliu rezervace v adminu)

source: (Date/time when reservation is made)
cs_cz: (Datum/čas kdy byla rezervace vytvořena)

source: Send confirmation email to user when booking is made
cs_cz: Poslat potvrzovací email uživateli, který objednávku vytvořil

source: Save Options
cs_cz: Uložit nastavení

source: Room type
cs_cz: Typ pokoje

source: Bathroom
cs_cz: Koupelna

source: Price per person
cs_cz: Cena za osobu

source: %d beds
cs_cz: %d lůžek

source: Not available
cs_cz: Není dostupný

source: Booking ID:
cs_cz: ID rezervace:

source: Booking for %s Room / %d
cs_cz: Rezervace na %s pokoj / %d

source: Create/Edit Hostel Room
cs_cz: Vytvořit/upravit pokoj

source: Room title*
cs_cz: Název pokoje*

source: For management purposes
cs_cz: Pro účely managementu

source: Number of beds
cs_cz: Počet lůžek

source: Bahtroom
cs_cz: Koupelna

source: Price:
cs_cz: Cena:

source: Room description (optional):
cs_cz: Popis pokoje (volitelné):

source: Save room details
cs_cz: Uložit detaily pokoje

source: Please enter room title. This is important so you can recognize the room when editing it and when viewing its bookings
cs_cz: Prosím zadejte náze pokoje. Toto je důležité pro správní rozlišení pokoju pro editace a zobrazení rezervací pokoje

source: Please enter number of beds in the room. Use only numbers.
cs_cz: Prosím zadejte počet lůžek v pokoji. Pouze čísla.

source: Please enter room price, numbers only
cs_cz: Prosím vložte cenu pokoje, pouze čísla

source: Click here to add room
cs_cz: Klikněte zde pro přidání pokoje

source: You have not added any rooms yet.
cs_cz: Zatím jste nepřidali, žádný pokoj.

source: Room title
cs_cz: Název pokoje

source: Num beds
cs_cz: Počet lůžek

source: Price
cs_cz: Cena

source: Book shortcode
cs_cz: Shortcode rezervace

source: Delete
cs_cz: Smazat

source: When you place the booking shortcode a "Book" button will be automatically generated. Use it on a page where you have manually described your room with pictures etc. You can pass custom button text as second argument to the shortcode - like this:
cs_cz: Když vložíte shortcode rezervace tlačítko "Rezervovat" se automaticky vygeneruje. Použijte je na stránce kde se náchází popis pokoje s obrázky etc. Můžete vložit vlastní text v tlačítku jako druhý argument shortcodu - jako:

source: Manage Unavailable Dates
cs_cz: Spravovat nedostupné dny

source: Select date:
cs_cz: Vyberte datum:

source: Make unavailable
cs_cz: Vytvořit nedostupné

source: Save Unavailable Rooms
cs_cz: Uložit nedostupné pokoje
